Repository: SKemenov/simple-todo-ios
Catalog: Modules/Presentation/ToDoFeature/Sources/ToDoFeature/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# coreDataCounter(%lld)
source: В CoreData %lld записей
en: CoreData has %lld records

# detailViewDescription
source: Подробная информация
en: ToDo detail

# detailViewTitle
source: Название задачи
en: ToDo title

# footerCounter(%lld)
source: %lld задач
en: %lld tasks

# globalBack
source: Назад
en: Back

# globalDelete
source: Удалить
en: Delete

# globalEdit
source: Редактировать
en: Edit

# globalShare
source: Поделиться
en: Share

# In Progress
source: в работе
en: In Progress

# listViewNavTitle
source: Задачи
en: ToDos

# rootViewClearCoreDataButton
source: Очистить CoreData (без подтверждения)
en: Clear CoreData (no confirmation)

# rootViewDescription
source: Вы можете открыть ToDoList или очистить CoreData при необходимости
en: Here you can open ToDoList or clear CoreData local store if needed

# rootViewHeader
source: Это базовый экран
en: There's a root view

# rootViewOpenListButton
source: Открыть ToDoList
en: Open ToDoList

# todoCreated(%@)
source: Создана: %@
en: Created at: %@

# todoDetail(%@)
source: Описание: %@
en: Details: %@

# todoStatus(%@)
source: Статус: %@
en: Status: %@

# todoStatusCompleted
source: завершена
en: Completed

# todoStatusInProgress
source: в работе
en: In Progress

# todoTitle(%@)
source: Задача: %@
en: ToDo: %@
